04deg_40ms/0/U
FoamFile
{
    format      ascii;
    class       volVectorField;
    object      U;
}
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (40 2.8 0);
boundaryField
{
    aerofoil
    {
        type            noSlip;
    }
    inlet
    {
        type            freestreamVelocity;
        freestreamValue $internalField;
    }
    outlet
    {
        type            freestreamVelocity;
        freestreamValue $internalField;
    }
    back
    {
        type            empty;
    }
    front
    {
        type            empty;
    }
}
