04deg_40ms/0/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      omega;
}
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 100;
boundaryField
{
    aerofoil
    {
        type            omegaWallFunction;
        value           $internalField;
    }
    inlet
    {
        type            fixedValue;
        value           uniform 100;
    }
    outlet
    {
        type            zeroGradient;
    }
    back
    {
        type            empty;
    }
    front
    {
        type            empty;
    }
}
