04deg_40ms/0/rho
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      rho;
}
dimensions      [1 -3 0 0 0 0 0];
internalField   uniform 1.225;
boundaryField
{
    aerofoil
    {
        type            zeroGradient;
    }
    inlet
    {
        type            fixedValue;
        value           uniform 1.225;
    }
    outlet
    {
        type            zeroGradient;
    }
    back
    {
        type            empty;
    }
    front
    {
        type            empty;
    }
}
